# Install with 'brew bundle --file <path>'

tap "valkyrie00/bbrew"
brew "valkyrie00/bbrew/bbrew"
brew "fzf"
brew "ox"
brew "superfile"
brew "bat"
brew "bash-preexec"
brew "carapace"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gh"
brew "glab"
brew "rg"
brew "starship"
brew "shellcheck"
brew "stress-ng"
brew "tealdeer"
brew "trash-cli"
brew "television"
brew "uutils-coreutils"
brew "ugrep"
brew "ripgrep"
brew "ripgrep-all"
brew "yq"
brew "zoxide"
brew "block-goose-cli"
brew "mods"
brew "ramalama"
brew "btop"
brew "nnn"
brew "cosign"
