# Install with 'brew bundle --file <path>'

tap "valkyrie00/bbrew"
brew "valkyrie00/bbrew/bbrew"
brew "ox"
brew "superfile"
brew "zellij" # Terminal multiplexer | https://github.com/zellij-org/zellij
brew "carapace"
brew "dysk"
brew "fd"
brew "glab"
brew "rg"
brew "shellcheck"
brew "stress-ng"
brew "trash-cli"
brew "television"
brew "ripgrep-all"
brew "block-goose-cli"
brew "mods"
brew "ramalama"
brew "melody" # A language that compiles to regular expressions | https://github.com/yoav-lavi/melody
